cathet1 = int(input('Введите длину 1 катета: '))
cathet2 = int(input('Введите длину 2 катета: '))
print('Площадь треугольника равна:', (cathet1 * cathet2) / 2)

#Задача 4. Площадь треугольника
# Напишите программу,
# которая запрашивает у пользователя длины двух катетов
# в прямоугольном треугольнике и выводит его площадь.

# Формула: 
# S = ab/2
